Repository: poisl/event-scheduler
Catalog: languages/event-scheduler-*.po
Languages: de_de

source: Event Scheduler - Configuration
de_de: Event Scheduler - Konfiguration

source: Settings
de_de: Einstellungen

source: Event start date (Y-m-d), e.g. 2016-01-15
de_de: Event Startdatum (Y-m-d), z. B. 2016-01-15

source: Event start time (H:M), e.g. 20:00
de_de: Event Startzeit (H:M), z. B. 20:00

source: Event end time (H:M), e.g. 22:00
de_de: Event Endzeit (H:M), z. B. 22:00

source: Event is repeated after amount of weeks specified here, e.g. 1
de_de: Der Event wird in der hier angegebenen Zeit in Wochen wiederholt, z. B. 1

source: Event location, e.g. gym
de_de: Event Standort, z. B. Turnhalle

source: Optional alternative event location, e.g. sports ground
de_de: Optionaler alternativer Event Standort, z. B. Sportplatz

source: The settings from here are all used for email notifications. You can setup a cron schedule with the hook "event_scheduler_mail_notification" to automate the notification process.
de_de: Alle Einstellungen ab hier werden für die Mailbenachrichtigung benötigt. Mit dem Cron Hook "event_scheduler_mail_notification" kann der Mailversand automatisiert werden.

source: Full URL with trailing slash to the page where you have included your event list
de_de: URL zur Seite mit dem Eventplaner mit Slash am Ende

source: Email subject for the email notification, e.g. Event notification
de_de: Betreff für die Mailbenachrichtigung, z. B. Event Benachrichtigung

source: Email body for the email notification
de_de: Text für die Mailbenachrichtigung

source: HTML-Tags and the following dynamic variables can be used
de_de: HTML-Tags und die folgenden dynamischen Variablen können verwendet werden

source: Save all changes
de_de: Änderungen übernehmen

source: You can use the following shortcodes on pages
de_de: Die folgenden Shortcodes können auf den Seiten verwendet werden

source: Lists the current event, so website members can join or decline it
de_de: Zeigt den aktuellen Event und ermöglicht es Webseitenbenutzern zu- oder abzusagen

source: Statistics for past events
de_de: Statistiken für die vergangenen Events

source: Manage upcoming holiday, when no events will take place
de_de: Ferienverwaltung, zu dieser Zeit finden keine Events statt

source: List all active members
de_de: Liste mit allen aktiven Mitgliedern

source: Please configure the plugin settings first.
de_de: Bitte zuerst die Einstellungen des Plugins konfigurieren.

source: Activate event
de_de: Event aktivieren

source: Change location
de_de: Ort ändern

source: Deactivate event
de_de: Event deaktivieren

source: Event is scheduled for
de_de: Der Event findet statt, am

source: at
de_de: im

source: Event on
de_de: Der Event am

source: is canceled because
de_de: wurde aus folgendem Grund abgesagt

source: Accept
de_de: Zusagen

source: Decline
de_de: Absagen

source: Last event
de_de: Event zurück

source: Current event
de_de: Aktueller Event

source: Next event
de_de: Nächster Event

source: Participants accepted
de_de: Teilnehmer die zugesagt haben

source: Participants declined
de_de: Teilnehmer die abgesagt haben

source: Participation unknown
de_de: Teilnahme unklar

source: Event Scheduler can only be used by active members.
de_de: Der Planer kann nur von angemeldeten Vereinsmitgliedern genutzt werden.

source: Year
de_de: Jahr

source: Events
de_de: Spieltage

source: Canceled events
de_de: Abgesagte Spieltermine

source: Average accepts
de_de: Zusagen durchschnittlich

source: Minimal accepts
de_de: Zusagen minimal

source: Maximal accepts
de_de: Zusagen maximal

source: Average declines
de_de: Absagen durchschnittlich

source: Minimal declines
de_de: Absagen minimal

source: Maximal declines
de_de: Absagen maximal

source: Top participants
de_de: Meiste Zusagen

source: No events existing.
de_de: Es existieren keine Events.

source: Create new holiday
de_de: Neue Ferien anlegen

source: Description
de_de: Beschreibung

source: Begin
de_de: Anfang

source: End
de_de: Ende

source: Create
de_de: Anlegen

source: No upcoming holidays exist.
de_de: Keine künftigen Ferien eingetragen.

source: Birthday
de_de: Geburtstag

source: Phone
de_de: Telefon

source: No active members exist.
de_de: Keine aktiven Mitglieder vorhanden.

source: Event scheduler can be used for planning of recurring events.
de_de: Event Scheduler kann zur Planung von wiederkehrenden Events genutzt werden.
